{
    "Allgemein":[
        {
            "Frage": "Frage1",
            "Antwort": "Antwort1"
        },
        {
            "Frage": "Frage2",
            "Antwort": "Antwort2"
        },
        {
            "Frage": "Frage3",
            "Antwort": "Antwort3"
        },
        {
            "Frage": "Frage4",
            "Antwort": "Antwort4"
        },
        {
            "Frage": "Frage5",
            "Antwort": "Antwort5"
        },
        {
            "Frage": "Frage6",
            "Antwort": "Antwort6"
        },
        {
            "Frage": "Frage7",
            "Antwort": "Antwort7"
        },
        {
            "Frage": "Frage8",
            "Antwort": "Antwort8"
        },
        {
            "Frage": "Frage9",
            "Antwort": "Antwort9"
        }
    ],
    "LinuxOS":[
        {
            "Frage": "Was ist Linux?",
            "Antwort": "Bei Linux handelt es sich um ein Open-Source-Betriebssystem, das auf Unix basiert. Es wird unter der GNU General Public License vertrieben."
        },
        {
            "Frage": "Kann ich mein Betriebssystem von Linux in Windows ändern?",
            "Antwort": "Ja, wenn Ihre Computerhardware die Mindestanforderungen für Windows erfüllt. Um zu ermitteln, ob die Hardware Ihres Computers Windows-fähig ist und die Mindestsystemvoraussetzungen zur Installation von Windows erfüllt, rufen Sie die Microsoft Windows-Website (in englischer Sprache) auf."
        },
        {
            "Frage": "Wie kann ich Windows in Linux öffnen?",
            "Antwort": "Windows ist in Linux nicht installiert. Wenn Sie Microsoft Windows verwenden möchten, müssen Sie es separat installieren."
        },
        {
            "Frage": "Kann ich bei Linux Software verwenden, die unter Windows funktioniert?",
            "Antwort": "Windows funktioniert nur dann unter Linux, wenn zusätzliche Emulationssoftware verwendet wird. Wenn Sie Windows-Software verwenden möchten, müssen Sie das Windows-Betriebssystem auf Ihrem Computer installieren."
        },
        {
            "Frage": "Was ist Ubuntu eigentlich genau?",
            "Antwort": "Ubuntu ist der Name einer Linux-Distribution. Mehr über Ubuntu gibt es im Artikel Einsteiger und in der Wikipedia."
        },
        {
            "Frage": "Woher kommt der Name Ubuntu?",
            "Antwort": "Das Wort Ubuntu kommt aus den Sprachen der Zulu und der Xhosa in Südafrika. Es steht für „Menschlichkeit“ und „Gemeinsinn“, aber auch für den Glauben an ein „universelles Band des Teilens, das alles Menschliche verbindet“. Aus der Bedeutung des Begriffs Ubuntu leiten sich auch die Grundsätze der Distribution ab."
        },
        {
            "Frage": "Welche Grundsätze hat Ubuntu?",
            "Antwort": "Die Grundsätze von Ubuntu lassen sich mit einigen Schlagworten zusammenfassen. Ubuntu ist freie und quelloffene Software, die nach Aussagen ihres Gründers und Förderers Mark Shuttleworth immer frei bleiben wird und darüber hinaus kostenlos erhältlich ist."
        },
        {
            "Frage": "Wie oft erscheint eine neue Version von Ubuntu?",
            "Antwort": "Eine neue Version erscheint in der Regel alle sechs Monate, jeweils im April und Oktober eines Jahres. Die Versionsnummer setzt sich aus dem Jahr und dem Monat der Veröffentlichung zusammen, zusätzlich erhält jede Version einen Codenamen. So ist die Bezeichnung einer Version, z.B. Ubuntu 12.10 \"Quantal Quetzal\", ein Hinweis auf die Veröffentlichung im Oktober 2012."
        },
        {
            "Frage": "Rechte und Lizenzen - Wie darf Ubuntu benutzt werden?",
            "Antwort": "Alle standardmäßig von Ubuntu installierten Programme sowie Ubuntu selbst stehen unter der GNU General Public License (GPL) und sind damit freie Software, die beliebig oft kopiert und weitergegeben werden darf. Auch der Quellcode darf selbst verändert werden, sofern die Veränderung dokumentiert und der Original-Autor angegeben wird."
        },
        {
            "Frage": "Wie installiere ich Ubuntu neu?",
            "Antwort": "Erstellen Sie zuerst eine Sicherungskopie all Ihrer persönlichen Dateien und Daten auf einem externen Speichergerät, wenn möglich. Wählen Sie dann eine der folgenden Optionen aus, um Ubuntu neu zu installieren:<br><br> - Rufen Sie www.ubuntu.com (in englischer Sprache) auf, um ein kostenloses Abbild des Betriebssystems herunterzuladen. Siehe die Ubuntu Reinstallation-Webseite (Ubuntu-Neuinstallation) (in englischer Sprache) für weitere Informationen.<br><br> - Wenn Ihr Computer mit Ubuntu geliefert wurde und immer noch durch die Garantie abgedeckt ist, kontaktieren Sie den HP Support, um eine Disk für die Neuinstallation zu beziehen."
        },
        {
            "Frage": "Wo befinden sich die Anleitungen/Dokumentationen zu Ubuntu?",
            "Antwort": "Die umfangreichste Sammlung deutschsprachiger Anleitungen für Ubuntu ist das Wiki von ubuntuusers.de. Außerdem gibt es verschiedene Quellen, die kostenlose Anleitungen zu Ubuntu Linux anbieten. "
        }
    ],
    "WindowsOS":[
        {
            "Frage": "Was ist der Unterschied zwischen den 32-Bit- und 64-Bit-Versionen von Windows?",
            "Antwort": "Die Begriffe 32-Bit und 64-Bit beziehen Sie auf die Informationsverarbeitung durch den Prozessor (CPU) des Computers. Die 64-Bit-Version von Windows kann große Mengen RAM-Speicher (Random Access Memory) effizienter einsetzen als ein 32-Bit-System. Nicht alle Geräte können die 64-Bit-Versionen von Windows ausführen."
        },
        {
            "Frage": "Ich habe meine Kopie von Windows über eine Universität erworben. Kann ich diese hier herunterladen?",
            "Antwort": "Ja. Sie benötigen jedoch den Product Key. Rufen Sie die Produkte für Forschung und Lehre-Downloadseite auf, und wählen Sie zunächst Ihre Version von Windows aus."
        },
        {
            "Frage": "Mein Windows 7-Product Key wird nicht bestätigt. Woran liegt das?",
            "Antwort": "Das häufigste Problem ist die Verwendung eines Product Keys für ein Produkt, das von der Website derzeit nicht unterstützt wird, z. B. ein Upgrade-Schlüssel, ein MSDN-Schlüssel, Product Keys für vorinstallierte Medien oder ein Enterprise Edition-Schlüssel. Zugriff auf MSDN-Produkte oder die Enterprise Edition erhalten Sie im MSDN-Portal oder im Volume Licensing Service Center. Upgrades und vorinstallierte Medien werden von den Tools auf der Website derzeit nicht unterstützt."
        },
        {
            "Frage": "Ich kann die gewünschte Windows 8.1- oder Windows 10-Edition nicht finden. Wo kann ich noch suchen?",
            "Antwort": "MSDN-Produkte oder Enterprise-Editionen finden Sie im MSDN-Portal oder im Volume Licensing Service Center."
        },
        {
            "Frage": "Ist das Medium startbar?",
            "Antwort": "Mit den Medien von dieser Website können Sie startbare USB-Laufwerke und DVDs erstellen, mit denen Sie auf die Wiederherstellungstools zugreifen können."
        },
        {
            "Frage": "Windows war auf meinem Gerät vorinstalliert. Kann ich die Medien von dieser Website herunterladen und installieren?",
            "Antwort": "Wenden Sie sich bezüglich gerätespezifischer Treiber und Anwendungen an den Hersteller bzw. Händler, bevor Sie auf dieser Website erworbene Software auf Geräten mit vorinstallierten Betriebssystemen installieren, erneut installieren oder wiederherstellen. Bei der Installation von Betriebssystemen von dieser Website verfällt unter Umständen der Supportvertrag mit dem Hersteller bzw. Händler. Sämtliche Treiber oder Programme, die vom Gerätehersteller oder Händler installiert wurden, können während der Installation entfernt werden."
        },
        {
            "Frage": "Ich kenne das Risiko. Werden die Medien von dieser Website ordnungsgemäß auf Geräten mit vorinstalliertem Betriebssystem installiert?",
            "Antwort": "Windows 8.x oder Windows 10 vorinstalliert: Sie können Medien von dieser Website herunterladen und auf Ihrem Gerät installieren. In den meisten Fällen werden Sie während der Installation nicht aufgefordert, einen Product Key anzugeben, da dieser auf der Hauptplatine gespeichert ist. Jedoch gehen bei der Installation vom Hersteller installierte gerätespezifische Treiber und entsprechende Software verloren. *Wenn Sie während der Installation zur Eingabe eines Product Key aufgefordert werden, finden Sie in der Antwort auf die vorhergehende Frage „Wo finde ich meinen Windows-Product Key?“ weitere Informationen."
        },
        {
            "Frage": "Ich habe ein Gerät ohne Windows (z. B. von Apple), auf dem ich Windows ausführen möchte. Wo erhalte ich die Medien?",
            "Antwort": "Sie können eine ISO-Datei mit Windows herunterladen und auf diesem Gerät verwenden. Unter den folgenden Links finden Sie die optimalen ISO-Downloads für Geräte ohne Windows: Windows 10, Windows 8.1 oder Windows 7."
        },
        {
            "Frage": "Ich habe Windows 7 über eine Website erworben. Der Händler hat mir mitgeteilt, dass ich über einen „System-Builder“-Product Key verfüge. Wieso ist dieser nicht zulässig?",
            "Antwort": "Nicht alle „System-Builder“-Produkte für Windows 7 sind derzeit auf der Website verfügbar. Wir fügen in Zukunft weitere hinzu. Wir empfehlen Ihnen, sich an den Support zu wenden."
        },
        {
            "Frage": "Kann ich ein Upgrade auf Windows 11 rückgängig machen?",
            "Antwort": "Aus Support-Dokumenten von Microsoft und Lenovo geht hervor, dass das Upgrade einen 10-tägigen Testzeitraum erlaubt. Innerhalb dieser 10 Tage könnt ihr jederzeit das Upgrade rückgängig machen. Danach könnt ihr nur noch über eine Neuinstallation zu Windows 10 zurückkehren."
        },
        {
            "Frage": "Wie stelle ich fest, ob auf meinem Computer eine 64-Bit-Version von Windows ausgeführt werden kann?",
            "Antwort": "Öffnen Sie den Explorer oder „Dieser PC“, wenn ein Windows-System installiert ist.<br><br>1. Führen Sie unter „Dieser PC“ oder „Computer“ im Navigationsbereich einen Rechtsklick durch und wählen Sie „Eigenschaften“ aus.<br>2. Auf dem Bildschirm mit den Systeminformationen finden Sie den Systemtyp. Dieser gibt an, welche Art von Prozessor das Gerät verwendet.<br><br>Sehen Sie in der Dokumentation zum Gerät nach, wenn kein Betriebssystem installiert ist. Auf den Websites der meisten Geräte- und Prozessorhersteller finden Sie ebenfalls Informationen zum Prozessor."
        }
    ],
    "MacOS":[
        {
            "Frage": "Mein Gerät startet nicht mehr auf. Sind meine Daten (Word und Excel Dokumente, Fotos, Videos, Kontakte, Kalender-Einträge etc.) verloren?",
            "Antwort": "Mit größter Wahrscheinlichkeit sind Ihre Daten nicht verloren. Dennoch ist es ratsam, bereits bei der Anschaffung eines neuen Gerätes mit Apple’s Time Maschine - bzw. iCloud Backup - eine automatische Datensicherung zu erstellen."
        },
        {
            "Frage": "Täglich erinnert mich mein Apple Gerät daran, dass ein neues Betriebssystem zur Installation bereitsteht. Soll ich dieses Update des Betriebssystems ausführen?",
            "Antwort": "Aus Sicherheitsgründen sollten Sie sicherstellen, dass Ihre Geräte auf dem aktuellen Stand von macOS, iOS oder iPadOS sind. Wenn sich die Bezeichnung des OS um eine ganze Zahl erhöht, bspw. von iOS und iPadOS 13 auf 14, macht es Sinn, auf das darauffolgende Update, in diesem Falle bspw. Version 14.1, zu warten.<br><br>Für das Update auf macOS 11 Big Sur empfehlen wir, dass Sie dies von einer Fachperson vornehmen lassen. Bei einigen Benutzern sind während des Updates Probleme aufgetreten."
        },
        {
            "Frage": "Plötzlich ist eine Fehlermeldung auf dem Bildschirm erschienen mit dem Hinweis, mein Apple sei “nicht sicher” oder “von Viren infiziert”, und dass ich “hier klicken” soll um den Fehler zu beheben.",
            "Antwort": "Auf gar keinen Fall “hier klicken” auswählen. Bei dieser Meldung handelt es sich um einen Versuch, Sie dazu zu bringen, dass Sie eine schädliche Software auf Ihrem Computer installieren.<br><br>Wenn Sie aufgefordert werden, Ihr Benutzer-Passwort einzugeben: lassen Sie Ihre Vernunft walten. Bei einer allfälligen Unsicherheit lieber kurz bei uns anrufen und fragen. Wir beraten Sie gerne."
        },
        {
            "Frage": "Mein Apple Mac Computer spinnt und ist definitiv komplett mit Viren verseucht!",
            "Antwort": "Zu Ihrer Beruhigung: es gibt keine Viren für Apple’s macOS, die im Umlauf sind. Was Sie sich einfangen können ist ein sogenannter Trojaner. Allerdings müssen Sie Ihr Administrator-Passwort eingeben, damit sich dieser einnisten kann.<br><br>Geben Sie also niemals Ihr Administrator-Passwort ein, wenn Sie aus nicht nachvollziehbaren Gründen aufgefordert werden, dieses einzutippen."
        },
        {
            "Frage": "Ich werde aufgefordert, mich mit meiner Apple ID (bzw. iCloud, iTunes oder App Store) anzumelden, kann mich aber nicht an das Passwort erinnern.",
            "Antwort": "Ihr Passwort für alle Apple Dienste lässt sich in wenigen Schritten zurücksetzen.<br><br>Falls Sie keinen Zugriff mehr auf die bei Apple registrierte E-Mail-Adresse oder Handy-Nummer haben, wird die Angelegenheit ein wenig aufwändiger. Gerne unterstützen wir Sie dabei, den Zugriff auf Ihr Apple Konto wiederherzustellen."
        },
        {
            "Frage": "Bisher wurden meine Kontakte und Kalender-Einträge automatisch auf allen meinen Apple Geräten synchronisiert. Seit heute funktioniert dies nicht mehr.",
            "Antwort": "Hin und wieder erhalten wir Rückmeldungen, dass die Apple iCloud Synchronisation fehlerhaft ist.<br><br>Sollte sich das Problem nicht in wenigen Stunden von selber gelöst haben, empfiehlt es sich, dass wir Ihre Apple iCloud Konfiguration kurz überprüfen."
        },
        {
            "Frage": "Mein Computer meldet “Das Startvolume ist fast voll.”. Muss ich etwas unternehmen?",
            "Antwort": "Arbeiten Sie auf keinen Fall weiter. Sie müssen entweder Daten löschen, oder diese auf ein externes Speichermedium auslagern. Falls Sie nicht sicher sind, wie Sie das bewerkstelligen können: rufen Sie an. Wir helfen Ihnen."
        },
        {
            "Frage": "Im Internet sehe ich oftmals Inserate für MacKeeper. Eine kostenlose Software, die meinen Apple Mac Computer schneller machen soll.",
            "Antwort": "MacKeeper sollten sie unter keinen Umständen installieren. Die Inserate sind zwar verführerisch clever geschrieben, allerdings trifft keine der darin aufgeführten Vorteile zu.<br><br>Im schlimmsten Fall können Sie MacKeeper versehentlich so konfigurieren, dass alle Daten auf Ihrem Mac Computer für immer verschwunden sind."
        },
        {
            "Frage": "Mein Apple Mac Computer meldet, dass seit x Tagen keine Time Maschine Datensicherung mehr erstellt werden konnte.",
            "Antwort": "Sobald Sie diese Meldung sehen sollten Sie die Ursache beheben. Sie können Time Maschine neu konfigurieren. Oder eine andere Harddisk als Backup-Disk auswählen.<br><br>Da regelmäßige, automatisierte Datensicherungen sehr wichtig sind, können wir Ihre Backup-Strategie gerne überprüfen und bei Bedarf optimieren."
        },
        {
            "Frage": "Ich habe versehentlich ein paar sehr wichtige Dateien gelöscht. Sind diese wiederherstellbar?",
            "Antwort": "Ganz wichtig: hören Sie umgehend auf, an Ihrem Gerät zu arbeiten. Dadurch erhöht sich die Chance, dass wir von Apple-Hilfe die gelöschten Dateien wiederherstellen können.<br><br>Falls Sie eine Time Maschine Datensicherung im Einsatz haben, stehen Ihnen Ihre Dateien in wenigen Schritten wieder zur Verfügung."
        }
    ],
    "InfrastrukturNetzwerke":[
        {
            "Frage": "Frage1",
            "Antwort": "Antwort1"
        },
        {
            "Frage": "Frage2",
            "Antwort": "Antwort2"
        },
        {
            "Frage": "Frage3",
            "Antwort": "Antwort3"
        },
        {
            "Frage": "Frage4",
            "Antwort": "Antwort4"
        },
        {
            "Frage": "Frage5",
            "Antwort": "Antwort5"
        },
        {
            "Frage": "Frage6",
            "Antwort": "Antwort6"
        },
        {
            "Frage": "Frage7",
            "Antwort": "Antwort7"
        },
        {
            "Frage": "Frage8",
            "Antwort": "Antwort8"
        },
        {
            "Frage": "Frage9",
            "Antwort": "Antwort9"
        }
    ]
}
